Repository: Barous-Anastasios/Django-Website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Name*
el: Όνομα

source: Message*
el: Μήνυμα

source: Quick Links
el: Σύνδεσμοι

source: Home
el: Αρχική

source: Recent Projects
el: Πρόσφατα Πρότζεκτς

source: Recent Publications
el: Πρόσφατες Δημοσιεύσεις

source: Upcoming Events
el: Επερχόμενες Εκδηλώσεις

source: Social
el: Κοινωνικά

source: Contact Us
el: Επικοινωνία

source: send
el: αποστολή

source: Awards
el: Βραβεία

source: Search
el: Αναζήτηση

source: HOME
el: ΑΡΧΙΚΗ

source: ABOUT
el: ΠΛΗΡΟΦΟΡΙΕΣ

source: PEOPLE
el: ΠΡΟΣΩΠΙΚΟ

source: Head Of Translog
el: Υπεύθυνος Εργαστηρίου

source: Senior Research Fellows
el: Πρεσβύτεροι Ερευνητές

source: Research Fellows
el: Έρευνητές

source: Visiting Research Fellows
el: Επισκέπτες Ερευνητές

source: Phd Students
el: Μεταπτυχιακοί Φοιτητές

source: RESEARCH
el: ΕΡΕΥΝΑ

source: Areas
el: Περιοχές

source: Projects
el: Πρότζεκτς

source: PUBLICATIONS
el: ΔΗΜΟΣΙΕΥΣΕΙΣ

source: Working Papers
el: Δημοσιεύσεις σε εξέλιξη

source: Journal Papers
el: Δημοσιεύσεις Περιοδικών

source: Conference Papers
el: Δημοσιεύσεις Κοινότητας

source: Books
el: Βιβλία

source: ACADEMICS
el: ΑΚΑΔΗΜΑΪΚΑ

source: Courses
el: Μαθήματα

source: Software
el: Λογισμικό

source: Useful Links
el: Χρήσιμοι Σύνδεσμοι

source: NEWS
el: ΝΕΑ

source: CONTACT
el: ΕΠΙΚΟΙΝΩΝΙΑ

source: Transportation Systems and Logistics Laboratory
el: Εργαστήριο Μεταφορών και Εφοδιαστικής Αλυσίδας

source: Learn More
el: Μάθετε Περισσότερα

source: Research Projects
el: Έρευνα

source: Athens University of Economics and Business
el: Οικονομικό Πανεπιστήμιο Αθηνών

source: Visit Site
el: Επίσημο site

source: Scientific Research
el: Επιστημονική Έρευνα

source: Publications
el: Δημοσιεύσεις

source: Laboratory Research
el: Εργαστηριακή Έρευνα

source: More
el: Διαβάστε Περισσότερα

source: Research Search
el: Αναζήτηση Έρευνας

source: Research Type
el: Τύπος Έρευνας

source: All
el: Όλα

source: Category (Only for Publications)
el: Κατηγορία (Μόνο για Δημοσιεύσεις)

source: From Year
el: Από Έτος

source: To Year
el: Μέχρι Έτος

source: Subject
el: Θέμα

source: Vehicle Routing Problems
el: Προβλήματα Δρομολόγησης Οχημάτων

source: Scheduling Problems
el: Προβλήματα Προγραμματισμού

source: Hazardous Materials Logistical Problems
el: Προβλήματα δρομολόγησης επικίνδυνων υλικών

source: Green Vehicle Routing Problem
el: Πρόβλημα οικολογικής δρομολόγησης οχημάτων

source: Inventory Routing Problem
el: Πρόβλημα δρομολόγησης αποθεμάτων

source: Green Inventory Routing Problem
el: Πρόβλημα οικολογικής δρομολόγησης αποθεμάτων

source: News & Events
el: Νέα και Εκδηλώσεις

source: Read More
el: Διαβάστε Περισσότερα

source: Welcome to Translog Laboratory
el: Καλωσορίσατε στο Εργαστήριο Μεταφορών και Εφοδιαστικής Αλυσίδας

source: Areas of Research
el: Εργαστηριακή Έρευνα

source: Get In Touch
el: Επικοινωνήστε μαζί μας

source: Send Message
el: Αποστολή μηνύματος

source: Address
el: Διεύθυνση:

source: Category
el: Κατηγορία

source: Latest Projects
el: Πρόσφατα Πρότζεκτς

source: Categories
el: Κατηγορίες

source: Latest Working Papers
el: Πρόσφατες Δημοσιεύσεις σε Εξέλιξη

source: Latest Journal Papers
el: Πρόσφατες Δημοσιεύσεις Περιοδικών

source: Latest Conference Papers
el: Πρόσφατες Δημοσιεύσεις Κοινότητας

source: Latest Books
el: Πρόσφατα Βιβλία

source: Type
el: Τύπος

source: Authors
el: Συγγραφείς

source: Title
el: Τίτλος

source: Journal
el: Περιοδικό

source: Volume
el: Τεύχος

source: Number
el: Αριθμός

source: Conference
el: Συνέδριο

source: Publisher
el: Εκδότης

source: Year
el: Έτος

source: Download CV
el: Λήψη Βιογραφικού

source: Date
el: Ημερομηνία

source: Linear and Integer Programming
el: Γραμμικός και Ακέραιος Προγραμματισμός

source: Decision Trees
el: Δένδρα Αποφάσεων

source: Risk Management
el: Διαχείριση Κινδύνου

source: Multicriteria Analysis
el: Πολυκριτηριακή Ανάλυση

source: Vehicle Routing
el: Δρομολόγηση Οχημάτων

source: Operational Research
el: Επιχειρησιακή Έρευνα

source: Production and Operations Management
el: Διοίκηση Παραγωγής και Υπηρεσιών

source: Educational Level
el: Επίπεδο

source: Research Results
el: Αποτελέσματα Έρευνας

source: Author
el: Συγγραφείς

source: Thank you! We received your message!
el: Ευχαριστούμε! Δεχθήκαμε το μήνυμα σας!

source: Message was not sent
el: Το μήνυμα δεν εστάλη
